/*
Напишите ответы на вопросы в комментарий при сдаче практического задания:
1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
Ожидания от курса:
- освежить знания в области БД и SQL
- освоить практические навыки построения архитектур и управления БД с прицелом на использование в рамках задач Data Engineerg 

2) В какой сфере работаете сейчас?
Работаю в области IT. Руковожу отделом, разрабатываем ML-продукты на основе NLP, CV, STT.

3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
Есть опыт:
- программирование (C/C++, Python, Matlab, Java)
- обучение ML моделей (PyTorch)
- разработка сервисов на базе ML моделей (Docker, K8S)
- построение пайплайнов обработки (Kafka/Redis, MongoDB)
- Основы работы с BigData (Hadoop/Spark)
*/